export const contacts = {
  phone: '0679638366',
  email: 'liatoshynsky@gmail.com'
};

export const faqItems = [
  {
    title: 'Для чого нам потрібна ваша підтримка?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Куди будуть витрачені отримані кошти?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Які є способи оплати?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Чи безпечно вказувати номер моєї банківської карти?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Як оформити платіж для щомісячної підтримки Фундації Лятошинського?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Я підписався на щомісячний платіж, але хочу відмовитися від нього, як це зробити?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Як змінити суму допомоги або данні банківської картки для щомісячної підтримки?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Як допомогти, якщо я не можу зробити внесок?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Де я можу ознайомитися зі звітом про використання зібраних коштів?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  },
  {
    title: 'Як стати партнером Фундації Лятошинського?',
    content:
      'Фундація Лятошинського є неприбутковою організацією, існує лише за рахунок добровільних пожертвувань та допомоги меценатів. Усі отримані кошти спрямовуються на реалізацію статутних напрямків діяльності організації. Опис проектів, якими ми займаємося і на які збираємо кошти, з’являється на нашому сайті. Здійснюючи пожертву коштів на конкретний проєкт Фундації ви надаєте згоду на їх перерозподіл і використання в інших проєктах. Сума пожертви не підлягає поверненню.'
  }
];
