export const musicData = [
  {
    id: 1,
    name: '«Після бою», сл. І. Буніна, укр. пер. М. Стріхи',
    year: 1997,
    opus: 'op.1',
    opusTitle: 'Перший струнний квартет (d moll) (1915, струнний квартет)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 2,
    name: 'Довше ім’я...',
    year: 1997,
    opus: 'op.1',
    opusTitle: 'Перший струнний квартет (d moll) (1915, струнний квартет)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 3,
    name: 'Коротке ім’я',
    year: 1997,
    opus: 'op.1',
    opusTitle: 'Перший струнний квартет (d moll) (1915, струнний квартет)',
    genre: 'Романс, мистецька пісня'
  },

  {
    id: 4,
    name: 'Твір із надзвичайно довгою назвою...',
    year: 1997,
    opus: 'op.2',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 5,
    name: 'Пісня',
    year: 1997,
    opus: 'op.2',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 6,
    name: 'Композиція для голосу і фортепіано',
    year: 1997,
    opus: 'op.2',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },

  { id: 7, name: 'Інструментальна п’єса', year: 1997, genre: 'Романс, мистецька пісня' },
  { id: 8, name: 'Романтична балада', year: 1997, genre: 'Романс, мистецька пісня' },
  { id: 9, name: 'Симфонічний твір', year: 1997, genre: 'Романс, мистецька пісня' },
  { id: 10, name: 'Етюд', year: 1997, genre: 'Романс, мистецька пісня' },
  { id: 11, name: 'Ода невідомому герою...', year: 1997, genre: 'Романс, мистецька пісня' },

  { id: 12, name: 'Мелодія', year: 1998, genre: 'Романс, мистецька пісня' },

  {
    id: 13,
    name: 'Прелюдія світанку',
    year: 1998,
    opus: 'op.3',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 14,
    name: 'Соната для скрипки',
    year: 1998,
    opus: 'op.3',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 15,
    name: 'Ноктюрн',
    year: 1998,
    opus: 'op.3',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },

  {
    id: 16,
    name: 'Весняна фантазія',
    year: 1998,
    opus: 'op.4',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 17,
    name: 'Дует для двох флейт',
    year: 1998,
    opus: 'op.4',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },
  {
    id: 18,
    name: 'Марш перемоги',
    year: 1998,
    opus: 'op.4',
    opusTitle: 'Три романси для баритону або басу з ф-но (1922, романс, мистецька пісня)',
    genre: 'Романс, мистецька пісня'
  },

  { id: 19, name: 'Елегія', year: 1999, genre: 'Романс, мистецька пісня' },
  { id: 20, name: 'Баркарола', year: 1999, genre: 'Романс, мистецька пісня' },
  { id: 21, name: 'Фантазія на народну тему', year: 1999, genre: 'Романс, мистецька пісня' },
  { id: 22, name: 'Скерцо', year: 1999, genre: 'Романс, мистецька пісня' },
  { id: 23, name: 'Гімн світу', year: 1999, genre: 'Романс, мистецька пісня' },
  { id: 24, name: 'Арія', year: 1999, genre: 'Романс, мистецька пісня' }
];
