import React, { ReactElement } from 'react';
import BiographyHero from '~/shared/components/blocks/biography/hero-section/BiographyHeroSection';

export default function Biography(): ReactElement {
  const mockData = {
    title: 'Життєпис Лятошинського',
    quote: {
      text: `..мене завжди цікавило і цікавить минуле людства. Цілі епохи, колись сповнені руху і життя, сповнені подій і думок людства, відійшли в минуле, залишивши тільки пам'ятки свого життя і діяльності. Століття... Тисячоліття...`,
      source: 'З листа Бориса Лятошинського до Валерія Польового від 23 січня 1965 року'
    },
    heroImage: {
      src: '/images/biography-hero.png',
      alt: 'Портрет Бориса Лятошинського',
      caption: 'Борис Лятошинський з котами на дачі в Ворзелі. 1960-ті роки'
    },
    mainText: `Борис Лятошинський є одним із провідних українських композиторів ХХ століття. Більша частина написаних ним творів уже мають статус класичних. Сформована Лятошинським композиторська школа є найвпливовішою в Україні в другій половині минулого і нашому сторіччі.`,
    archiveInfo:
      '*Життєпис створено на основі документів, що зберігаються у приватному архіві Кабінету-музею Бориса Лятошинського; особовій справі Бориса Лятошинського, що велася в Київській консерваторії від 28 лютого 1945 року до 25 квітня 1968 року (ДАмК. Фонд Р-810, опис 2, № 184); ЦДАВО України. Фонд 166, опис 12 ос, справа 4539.'
  };

  return <BiographyHero {...mockData} />;
}
