import { WorkTable } from '~/types/types/enhancedTable';

export const workTableMock: WorkTable[] = [
  {
    id: '1',
    name: 'Аржанович, Лідія. Шляхи розвитку української радянської опери. Київ: Музична Україна, 1970. 376 с.',
    author: 'Аржанович Лідія',
    year: 1970,
    actionType: 'pdf'
  },
  {
    id: '2',
    name: 'Белза, Ігор. Б. М. Лятошинський. Москва-Ленінград: Музгіз, 1947.',
    author: 'Белза Ігор',
    year: 1947,
    actionType: 'pdf'
  },
  {
    id: '3',
    name: 'Белза, Ігор. Друге народження опери // Музика. 1970. №1. С. 12–13.',
    author: 'Белза Ігор',
    year: 1979,
    actionType: 'pdf'
  },
  {
    id: '4',
    name: 'Белза, Ігор. Учитель // Белза, Ігор. О музикантах XX века. Избранные очерки. Москва : Советский композитор, 1979.',
    author: 'Белза Ігор',
    year: 2016,
    actionType: 'pdf'
  },
  {
    id: '5',
    name: 'Бондарчук, Віктор. Опера Бориса Лятошинського «Золотий обруч» у сценічній проекції Дмитра Гратюка // Науковий вісник Національної музичної академії України ім. П. І. Чайковського. 2016. Вип. 114. С. 312–327.',
    author: 'Бондарчук Віктор',
    year: 1970,
    link: '/works/5',
    actionType: 'link'
  },
  {
    id: '6',
    name: 'Борис Лятошинський. Воспоминания. Письма. Материалы: в 2-х ч. / Сост. Л. Гриценко, Н. Матусевич. Київ : Музична Україна, 1985. Ч. 1. Воспоминания. 216 с.',
    author: 'Борис Лятошинський',
    year: 1985,
    actionType: 'pdf'
  },
  {
    id: '7',
    name: 'Борис Лятошинський. Воспоминания. Письма. Материалы: в 2-х ч. / Сост. Л. Гриценко, Н. Матусевич. Київ : Музична Україна, 1986. Ч. 2. Письма. Материалы. 243 с.',
    author: 'Борис Лятошинський',
    year: 1986,
    actionType: 'pdf'
  },
  {
    id: '8',
    name: 'Борис Лятошинський. Епістолярна спадщина : у 2 т. / Під. наук. Консультацією І. Царенко, упор. Маріонна Копиця. Київ, 2002. Том 1: Борис Лятошинський — Рейнгольд Глієр. Листи (1914–1956). 768 с.',
    author: 'Борис Лятошинський',
    year: '1914-1956',
    actionType: 'pdf'
  },
  {
    id: '9',
    name: 'Бородайчук, Сергій. Оркестр в опері Б. М. Лятошинського «Золотий обруч» // Українське музикознавство. 2011. Вип. 37. С. 277–292.',
    author: 'Бородайчук Сергій',
    year: 2011
  },
  {
    id: '10',
    name: 'Белза, Ігор. Учитель // Белза, Ігор. О музикантах XX века. Избранные очерки. Москва : Советский композитор, 1979.',
    author: 'Белза Ігор',
    year: 1979,
    actionType: 'pdf'
  },
  {
    id: '11',
    name: 'Борис Лятошинський. Воспоминания. Письма. Материалы: в 2-х ч. / Сост. Л. Гриценко, Н. Матусевич. Київ : Музична Україна, 1985. Ч. 1. Воспоминания. 216 с.',
    author: 'Борис Лятошинський',
    year: 1985,
    actionType: 'pdf'
  },
  {
    id: '12',
    name: 'Борис Лятошинський. Воспоминания. Письма. Материалы: в 2-х ч. / Сост. Л. Гриценко, Н. Матусевич. Київ : Музична Україна, 1986. Ч. 2. Письма. Материалы. 243 с.',
    author: 'Борис Лятошинський',
    year: 1986,
    actionType: 'pdf'
  },
  {
    id: '13',
    name: 'Борис Лятошинський. Епістолярна спадщина : у 2 т. / Під. наук. Консультацією І. Царенко, упор. Маріонна Копиця. Київ, 2002. Том 1: Борис Лятошинський — Рейнгольд Глієр. Листи (1914–1956). 768 с.',
    author: 'Борис Лятошинський',
    year: '1914-1956',
    actionType: 'pdf'
  }
];
