export type ArchiveRecord = {
  id: string;
  code: string;
  name: string;
  date: string;
  sheets: number | null;
  content: string;
  action?: string | null;
};

export const archiveRecords: ArchiveRecord[] = [
  {
    id: '1',
    code: 'Ф. 2, оп. 1, спр. 1',
    name: 'Документи про народження і освіту',
    date: '1895–1955',
    sheets: 11,
    content: 'Метричні виписки, свідоцтва, студентські квитки, довідки з університету',
    action: 'Переглянути PDF'
  },
  {
    id: '2',
    code: 'Ф. 2, оп. 1, спр. 2',
    name: 'Похвальні листи гімназії',
    date: '1895–1955',
    sheets: 5,
    content: 'Похвальні листи Першої Київської, Немирівської, Златопільської гімназій',
    action: 'Переглянути PDF'
  },
  {
    id: '3',
    code: 'Ф. 2, оп. 1, спр. 3',
    name: 'Трудова діяльність',
    date: '1895–1955',
    sheets: 26,
    content:
      'Витяги з наказів, протоколи, довідки про роботу, посвідчення працівника, атестат професора, пенсійне посвідчення',
    action: 'Переглянути PDF'
  },
  {
    id: '4',
    code: 'Ф. 2, оп. 1, спр. 4',
    name: 'Нагороди та звання',
    date: '1895–1955',
    sheets: 14,
    content: 'Орденські книжки, дипломи про присвоєння звань, посвідчення про нагороди, подяки',
    action: 'Переглянути PDF'
  },
  {
    id: '5',
    code: 'Ф. 2, оп. 1, спр. 5',
    name: 'Автобіографії та довідки',
    date: '1895–1955',
    sheets: 8,
    content: 'Автобіографії та довідки',
    action: 'Переглянути PDF'
  },
  {
    id: '6',
    code: 'Ф. 2, оп. 1, спр. 6',
    name: 'Членство в організаціях',
    date: '1895–1955',
    sheets: 4,
    content: 'Членські квитки',
    action: 'Переглянути PDF'
  },
  {
    id: '7',
    code: 'Ф. 2, оп. 1, спр. 7',
    name: 'Поїздки за кордон',
    date: '1959–1966',
    sheets: 4,
    content: 'Довідки, рекомендації, запрошення, документи про перебування за кордоном',
    action: 'Переглянути PDF'
  },
  {
    id: '8',
    code: 'Ф. 2, оп. 1, спр. 8',
    name: 'Військова служба',
    date: '1915–1946',
    sheets: null,
    content: 'Військовий квиток, довідки про мобілізацію / відстрочку',
    action: null
  },
  {
    id: '9',
    code: 'Ф. 2, оп. 1, спр. 9',
    name: 'Різне',
    date: '1955',
    sheets: null,
    content: 'Різне',
    action: null
  },
  {
    id: '10',
    code: 'Ф. 2, оп. 2, спр. 3',
    name: 'Листи-привітання з 50-річчям',
    date: '1945',
    sheets: 9,
    content: 'Листи-привітання',
    action: 'Переглянути PDF'
  },
  {
    id: '11',
    code: 'Ф. 2, оп. 2, спр. 3',
    name: 'Листи-привітання з 50-річчям',
    date: '1945',
    sheets: 9,
    content: 'Листи-привітання',
    action: 'Переглянути PDF'
  },
  {
    id: '12',
    code: 'Ф. 2, оп. 2, спр. 3',
    name: 'Листи-привітання з 50-річчям',
    date: '1945',
    sheets: 9,
    content: 'Листи-привітання',
    action: 'Переглянути PDF'
  }
];
