import type { TipTapDoc } from '~/types/types/common.types';

export const charitySupport = {
  contributions: {
    title: 'Благодійні внески — на розвиток місії',
    buttonText: 'Підтримати Фундацію',
    contentDoc: {
      type: 'doc',
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'Будь-який фінансовий внесок у Фундацію здійснюється прозоро та відповідно до статуту нашої громадської організації. Всі отримані кошти цільово спрямовуються на реалізацію місії Фундації: розвиток української музики, збереження та популяризацію спадщини Бориса Лятошинського, а також підтримку нових мистецьких ініціатив. '
            },
            {
              type: 'text',
              text: 'Таким чином, кожна ваша гривня працює на спільну справу і наближає нашу мету.',
              marks: [{ type: 'bold' }]
            }
          ]
        }
      ]
    } as TipTapDoc,
    description:
      'Будь-який фінансовий внесок у Фундацію здійснюється прозоро та відповідно до статуту нашої громадської організації. Всі отримані кошти цільово спрямовуються на реалізацію місії Фундації: розвиток української музики, збереження та популяризацію спадщини Бориса Лятошинського, а також підтримку нових мистецьких ініціатив. Таким чином, кожна ваша гривня працює на спільну справу і наближає нашу мету.'
  },

  flexibleSupport: {
    title: 'Гнучка та індивідуальна підтримка',
    contentDoc: {
      type: 'doc',
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'Ми розуміємо, що можливості й бажання допомоги в усіх різні.'
            },
            { type: 'text', text: 'Тому формат підтримки можемо узгодити індивідуально.', marks: [{ type: 'bold' }] },
            {
              type: 'text',
              text: ' Це може бути як разова допомога для окремого проєкту, так і довготривале партнерство. У будь-якому випадку, ми цінуємо кожен внесок і кожну ініціативу, незалежно від масштабу чи тривалості.'
            }
          ]
        }
      ]
    } as TipTapDoc,
    description:
      'Ми розуміємо, що можливості й бажання допомоги в усіх різні. Тому формат підтримки можемо узгодити індивідуально. Це може бути як разова допомога для окремого проєкту, так і довготривале партнерство. У будь-якому випадку, ми цінуємо кожен внесок і кожну ініціативу, незалежно від масштабу чи тривалості.'
  },

  partnersRecognition: {
    title: 'Відзнака партнерів та меценатів',
    contentDoc: {
      type: 'doc',
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'Ми з повагою та вдячністю ставимось до всіх наших партнерів і благодійників.'
            },
            { type: 'text', text: ' Кожен партнер буде представлений на нашому сайті:', marks: [{ type: 'bold' }] },
            {
              type: 'text',
              text: ' у спеціальному блоці ми розміщуємо клікабельні логотипи партнерських організацій, щоб відвідувачі могли дізнатися більше про наших друзів.'
            }
          ]
        }
      ]
    } as TipTapDoc,
    description:
      'Ми з повагою та вдячністю ставимось до всіх наших партнерів і благодійників. Кожен партнер буде представлений на нашому сайті: у спеціальному блоці ми розміщуємо клікабельні логотипи партнерських організацій, щоб відвідувачі могли дізнатися більше про наших друзів. Окремо відведено блок для меценатів — людей і компаній, завдяки яким наша діяльність отримує фінансову підтримку. Імена меценатів (за їхньою згодою) ми публікуємо з глибокою вдячністю.'
  },

  joinPartnership: {
    title: 'Долучайтеся до партнерства',
    contentDoc: {
      type: 'doc',
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'Якщо Вам близькі наші цінності й бажання розвивати українську музичну спадщину, станьте нашим партнером. Ми будемо раді обговорити будь-які пропозиції. Напишіть нам на електронну пошту або скористайтеся формою на сайті, щоб розпочати діалог. Дякуємо за увагу і сподіваємося на плідну співпрацю!'
            }
          ]
        }
      ]
    } as TipTapDoc,
    description:
      'Якщо Вам близькі наші цінності й бажання розвивати українську музичну спадщину, станьте нашим партнером. Ми будемо раді обговорити будь-які пропозиції. Напишіть нам на електронну пошту або скористайтеся формою на сайті, щоб розпочати діалог. Дякуємо за увагу і сподіваємося на плідну співпрацю!'
  }
};
