export const foundationSectionData = {
  imageSrc: '/images/foundation-section.jpg',
  paragraph1:
    'Ласкаво просимо до Фундації Лятошинського! Ми досліджуємо й популяризуємо українську класичну та сучасну музику в Україні й світі. Особливу увагу приділяємо спадщині Бориса Лятошинського (1895-1968) — одного з найвпливовіших українських композиторів ХХ століття, фундатора власної композиторської школи. Його твори поєднують у собі модерністські новації та романтичну виразність, що приваблює широке коло слухачів.',
  paragraph2:
    'Ми зберігаємо, переосмислюємо й інтегруємо його музику у світовий контекст. Фундація працює, аби зробити українську музику доступною та впізнаваною у світі, адже вона варта міжнародного визнання.',
  buttonText: 'Більше про фундацію',
  buttonLink: '/about-us',
  caption: ''
};
